_posts/language/2016-09-21-english-spinach.html
---
layout: post
title: 单词本：蔬菜之菠菜
categories: [language]
tags: [English]
---

<div id="outline-container-orgheadline3" class="outline-2">
<h2 id="orgheadline3"><span class="section-number-2">1</span> Spinach</h2>
<div class="outline-text-2" id="text-1">
<p>
大概 70、80 后的大叔大婶们的集体记忆中都认为对吃菠菜长力气。那是因为在我们的童年，有一部很有名的动画片，叫做《大力水手》，水手波派（Popeye the Sailor<sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup>），和女友奥利佛开心的生活在一起。波派和奥利佛的幸福生活引起了坏蛋的布鲁托的嫉妒，他千方百计要将奥利佛抢走。于是，每一集中布鲁托总是想尽办法来抢奥利佛，每每在他即将得手的时候，波派总能得到他的救命符——菠菜(spinach)。只要吃了菠菜，波派就能变得力大无穷，布鲁托的亦会随之被无敌的波派制服！<sup><a id="fnr.2" class="footref" href="#fn.2">2</a></sup>
</p>

<p>
《大力水手》之所以拿菠菜作为救命稻草，可能是因为菠菜的营养价值比较高。菠菜有“营养模范生”之称，它富含类胡萝卜素、维生素C、维生素K、矿物质（钙质、铁质等）、辅酶
Q10 等多种营养素。
</p>

<p>
菠菜在英语中写作 spinach[ˈspɪnɪdʒ, ˈspɪnɪtʃ]，据说是来自古法语 espinache<sup>(old
fr)</sup>，而古法语则从波斯引入 aspānāḵ<sup>(Persian)</sup>。而现在的法语则写成
l(e)'épinard[epinaʀ]<sup>(fr)</sup>，德语也长得差不多 der Spinat[Spinat]<sup>(de)</sup>，估计都是从波斯传入。
</p>

<p>
菠菜的历史源头可以追溯到 2000 年前亚洲西部的波斯（今伊朗），并经北非，由摩尔人传到西欧西班牙等国。L'épinard est originaire de Perse. Il a été introduit en
France au début du XII siècle, puis a été popularisé par Catherine de Médicis à
la Renaissance. 菠菜大概在公元 12 世纪传入法国，并在凯瑟琳皇后时期流行开来。
</p>

<p>
另外，《唐会要》上明确记载：菠菜种子是唐太宗时从尼泊尔作为贡品传入中国的。
</p>

<p>
我们再来看一看中文里的菠菜，其实有一半是音译，“菠”不就是 aspānāḵ 中 “pānā” 么。
</p>

<p>
终上所述，菠菜来自波斯伊朗，中英法德里的菠菜基本上都音译自波斯语 aspānāḵ。
</p>

<ul class="org-ul">
<li>Eating <i>spinach</i> is supposed to make you strong.<sup>(en)</sup> 据说吃菠菜变强壮。估计是从大力水手那里听说的。</li>
<li>Les <i>épinards</i> contiennent du fer.<sup>(fr)</sup> 菠菜含有铁质。似乎红色的物质都是含铁的，比如鲜血。</li>
<li>Kinder essen nicht gern <i>Spinat</i>.<sup>(de)</sup> 孩子们不喜欢菠菜。通常营养好的东西口感都不怎么样。这个矛盾怎么破？</li>
</ul>
</div>

<div id="outline-container-orgheadline1" class="outline-3">
<h3 id="orgheadline1"><span class="section-number-3">1.1</span> mettre du beurre dans les épinards</h3>
<div class="outline-text-3" id="text-1-1">
<p>
往菠菜里加一点黄油 &#x2013;&gt; （通过加班等）增加收入，改善物质条件或生活条件。挺奇怪的一种说法。你知道为什么吗？
</p>

<blockquote>
<p>
Le beurre est souvent associé à la richesse ("Faire son beurre", par exemple, ou
bien "avoir le cul dans le beurre" chez nos amis Wallons). Probablement parce
que c'est un aliment riche (en calories et lipides) qui fut, en certaines
périodes troublées, réservé aux riches ou aux champions du marché noir.
</p>

<p>
La métaphore de cette expression est parfaitement compréhensible : les épinards
sans beurre, c'est diététique mais nettement moins bon pour nos palais actuels
qu'avec du beurre ou de la crème.  Donc pour améliorer le goût de ses épinards
(ses conditions de vie) mieux vaut y ajouter une bonne dose de beurre
(d'argent).<sup><a id="fnr.3" class="footref" href="#fn.3">3</a></sup>
</p>
</blockquote>

<p>
原来黄油这种高热量的食物被认为是有钱人享受的，所以在菠菜（平凡生活）中添加一些黄油（钱）就能改善菠菜的口味。
</p>

<ul class="org-ul">
<li>Les actives d'aujourd'hui, en revanche, ne se contentent plus de mettre du
beurre dans les épinards.<sup><a id="fnr.4" class="footref" href="#fn.4">4</a></sup> 相反的，如今的收入（？）根本不够改善生活啊。en
revanche<sup>(fr)</sup> 相反地、作为报答；se contenter<sup>(fr)</sup> 凑合。</li>
</ul>
</div>
</div>

<div id="outline-container-orgheadline2" class="outline-3">
<h3 id="orgheadline2"><span class="section-number-3">1.2</span> to sweeten the pot</h3>
<div class="outline-text-3" id="text-1-2">
<p>
英语里类似的成语是往锅里加点糖：
</p>

<ul class="org-ul">
<li>He sweetened the pot since there were no takers in the office pool.</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orgheadline4" class="outline-2">
<h2 id="orgheadline4"><span class="section-number-2">2</span> recettes d'épinards<sup>(fr)</sup></h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li>Spinat mit Reisnudeln<sup>(de)</sup> 菠菜粉丝</li>
<li>Spinat mit Ei<sup>(de)</sup> 菠菜炒蛋</li>
<li>Spinat mit Knoblauch<sup>(de)</sup> 蒜蓉菠菜</li>
<li>quiches aux épinards<sup>(fr)</sup> 法式菠菜奶酪咸派<sup><a id="fnr.5" class="footref" href="#fn.5">5</a></sup></li>
<li>Épinards à la crème<sup>(fr)</sup> 法式奶油菠菜<sup><a id="fnr.6" class="footref" href="#fn.6">6</a></sup></li>
</ul>
</div>
</div>

<div id="outline-container-orgheadline5" class="outline-2">
<h2 id="orgheadline5"><span class="section-number-2">3</span> Summary</h2>
<div class="outline-text-2" id="text-3">
<p>
本文的主题是菠菜，由菠菜想到70、80后的集体记忆《大力水手》。并发现，菠菜源自波斯，菠菜的名字也就自然源自波斯语：
</p>
<ul class="org-ul">
<li>aspānāḵ<sup>(Persian)</sup></li>
<li>spinach<sup>(en)</sup></li>
<li>l'épinard<sup>(fr)</sup></li>
<li>der Spinat<sup>(de)</sup></li>
<li>菠菜<sup>(zh)</sup></li>
</ul>

<p>
有趣的是法国人把赚外快补贴家用叫做菠菜加点黄油 mettre du beurre dans les
épinards<sup>(fr)</sup>。希望《单词本》系列文章的发展能为我的菠菜增加点黄油，lol，烦请帮忙转发推广下。
</p>
</div>
</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara"><p class="footpara">
<a href="https://en.wikipedia.org/wiki/Popeye">https://en.wikipedia.org/wiki/Popeye</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2">2</a></sup> <div class="footpara"><p class="footpara">
<a href="http://baike.baidu.com/link?url=U8pn7XWR7bysZxG3sshZYnbiaYSsIkB7OwuVWXMMtIqeI52qnfwLEducb57Avd7KmjEBP1XwBsRu-_iFvUN7R0WFWy5MKwzK6o5Nc3PZj-a">http://baike.baidu.com/link?url=U8pn7XWR7bysZxG3sshZYnbiaYSsIkB7OwuVWXMMtIqeI52qnfwLEducb57Avd7KmjEBP1XwBsRu-_iFvUN7R0WFWy5MKwzK6o5Nc3PZj-a</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.3" class="footnum" href="#fnr.3">3</a></sup> <div class="footpara"><p class="footpara">
<a href="https://answers.yahoo.com/question/index?qid=20070223084225AAd0WPu">https://answers.yahoo.com/question/index?qid=20070223084225AAd0WPu</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.4" class="footnum" href="#fnr.4">4</a></sup> <div class="footpara"><p class="footpara">
<a href="http://www.collinsdictionary.com/dictionary/french-english/mettre-du-beurre-dans-les-%C3%A9pinards">http://www.collinsdictionary.com/dictionary/french-english/mettre-du-beurre-dans-les-%C3%A9pinards</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.5" class="footnum" href="#fnr.5">5</a></sup> <div class="footpara"><p class="footpara">
<a href="http://www.xiachufang.com/recipe/100625049/">http://www.xiachufang.com/recipe/100625049/</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.6" class="footnum" href="#fnr.6">6</a></sup> <div class="footpara"><p class="footpara">
<a href="http://www.cuisine-libre.fr/epinards-a-la-creme">http://www.cuisine-libre.fr/epinards-a-la-creme</a>
</p></div></div>


</div>
</div>
